<?php

$arr = [
    "nyNews" => [
            "href" => array("http://www.jd.com","http://www.jd.com","http://www.baidu.com","http://www.baidu.com","https://www.sogou.com/","https://www.sogou.com/","http://www.jd.com","http://www.jd.com","http://www.baidu.com","http://www.baidu.com","https://www.sogou.com/","https://www.sogou.com/","http://www.jd.com","http://www.jd.com","http://www.baidu.com","http://www.baidu.com","https://www.sogou.com/","https://www.sogou.com/","http://www.jd.com","http://www.jd.com","http://www.baidu.com","http://www.baidu.com","https://www.sogou.com/","https://www.sogou.com/"),
            "name" => array("关于农场优惠补贴调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政场优惠补贴策调整0000文件","关于农惠补贴政策调整0000文件","关于农场优惠补贴场优惠补贴政策调整0000文件","关于农场优惠补贴场优惠补贴政策调整0000文件","关于农场策调整0000文件","关于农场优整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政策调整0000文件","关于农场优惠补贴政场优惠补贴策调整0000文件","关于农惠补贴政策调整0000文件","关于农场优惠补贴场优惠补贴政策调整0000文件","关于农场优惠补贴场优惠补贴政策调整0000文件","关于农场策调整0000文件","关于农场优整0000文件","关于农场优惠补贴政策调整0000文件"),
            "time" => array("2016-05-01","2016-05-11","2016-05-21","2016-06-01","2016-06-21","2016-04-11","2016-05-01","2016-05-11","2016-05-21","2016-06-01","2016-06-21","2016-04-11","2016-05-01","2016-05-11","2016-05-21","2016-06-01","2016-06-21","2016-04-11","2016-05-01","2016-05-11","2016-05-21","2016-06-01","2016-06-21","2016-04-11")
    ],
    "tzgg" =>[
            "href" => array("http://www.jd.com","http://www.jd.com","http://www.baidu.com","http://www.baidu.com","https://www.sogou.com/","https://www.sogou.com/"),
            "name" => array("关于农场优惠补整1111文件","关于农场优惠补贴贴政策调政策调整1111文件","关于农场优惠农场优惠补贴补贴政策调整1111文件","关于政策调整1111文件","关于农场优惠补贴政策调整1111文件","关于农场优惠补贴贴政策调政策调整1111文件"),
            "time" => array("2016-05-01","2016-05-11","2016-05-21","2016-06-01","2016-06-21","2016-04-11")
    ]
];

echo json_encode($arr);